Repository: flipper-hero/ios-app
Catalog: Sources/FlipperKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Another connection attempt is running
ar: توجد محاولة اتصال أخرى قيد التنفيذ
de: Ein anderer Verbindungsversuch läuft bereits
es: Ya hay otro intento de conexión en curso
fr: Une autre tentative de connexion est en cours
hi: कनेक्शन का एक और प्रयास चल रहा है
it: È già in corso un altro tentativo di connessione
ja: 別の接続処理が実行中です
ko: 다른 연결 시도가 진행 중입니다
pl: Trwa już inna próba połączenia
pt_br: Outra tentativa de conexão está em andamento
ru: Уже идёт другая попытка подключения
tr: Başka bir bağlantı denemesi sürüyor
uk: Уже триває інша спроба підключення
zh_hans: 另一个连接尝试正在进行

source: Bluetooth is not available (%@)
ar: البلوتوث غير متاح (%@)
de: Bluetooth ist nicht verfügbar (%@)
es: Bluetooth no está disponible (%@)
fr: Bluetooth n’est pas disponible (%@)
hi: ब्लूटूथ उपलब्ध नहीं है (%@)
it: Bluetooth non disponibile (%@)
ja: Bluetooth を利用できません（%@）
ko: 블루투스를 사용할 수 없습니다 (%@)
pl: Bluetooth jest niedostępny (%@)
pt_br: O Bluetooth não está disponível (%@)
ru: Bluetooth недоступен (%@)
tr: Bluetooth kullanılamıyor (%@)
uk: Bluetooth недоступний (%@)
zh_hans: 蓝牙不可用（%@）

source: Connecting timed out (pairing PIN entered on the iPhone?)
ar: انتهت مهلة الاتصال (هل أُدخل رمز PIN للإقران على iPhone؟)
de: Zeitüberschreitung beim Verbinden (Kopplungs-PIN am iPhone eingegeben?)
es: Tiempo de conexión agotado (¿PIN de emparejamiento introducido en el iPhone?)
fr: Délai de connexion dépassé (code PIN saisi sur l’iPhone ?)
hi: कनेक्ट करने का समय समाप्त (क्या पेयरिंग PIN iPhone पर डाला गया?)
it: Connessione scaduta (PIN di abbinamento inserito sull’iPhone?)
ja: 接続がタイムアウトしました（ペアリング PIN を iPhone に入力しましたか？）
ko: 연결 시간이 초과되었습니다 (iPhone에 페어링 PIN을 입력했나요?)
pl: Przekroczono czas łączenia (PIN parowania wpisany na iPhonie?)
pt_br: Tempo de conexão esgotado (PIN de pareamento digitado no iPhone?)
ru: Время подключения истекло (PIN для сопряжения введён на iPhone?)
tr: Bağlantı zaman aşımına uğradı (eşleme PIN’i iPhone’a girildi mi?)
uk: Час підключення вичерпано (PIN для створення пари введено на iPhone?)
zh_hans: 连接超时（是否已在 iPhone 上输入配对 PIN？）

source: Flipper did not answer in time
ar: لم يردّ Flipper في الوقت المحدد
de: Der Flipper hat nicht rechtzeitig geantwortet
es: El Flipper no respondió a tiempo
fr: Le Flipper n’a pas répondu à temps
hi: Flipper ने समय पर जवाब नहीं दिया
it: Il Flipper non ha risposto in tempo
ja: Flipper が時間内に応答しませんでした
ko: Flipper가 제시간에 응답하지 않았습니다
pl: Flipper nie odpowiedział na czas
pt_br: O Flipper não respondeu a tempo
ru: Flipper не ответил вовремя
tr: Flipper zamanında yanıt vermedi
uk: Flipper не відповів вчасно
zh_hans: Flipper 未及时响应

source: Flipper disconnected
ar: انفصل Flipper
de: Flipper getrennt
es: Flipper desconectado
fr: Flipper déconnecté
hi: Flipper डिस्कनेक्ट हुआ
it: Flipper disconnesso
ja: Flipper との接続が解除されました
ko: Flipper 연결 해제됨
pl: Flipper rozłączony
pt_br: Flipper desconectado
ru: Flipper отключён
tr: Flipper bağlantısı kesildi
uk: Flipper від’єднано
zh_hans: Flipper 已断开

source: Flipper is not connected
ar: Flipper غير متصل
de: Flipper ist nicht verbunden
es: El Flipper no está conectado
fr: Le Flipper n’est pas connecté
hi: Flipper कनेक्टेड नहीं है
it: Il Flipper non è collegato
ja: Flipper が接続されていません
ko: Flipper가 연결되어 있지 않습니다
pl: Flipper nie jest połączony
pt_br: O Flipper não está conectado
ru: Flipper не подключён
tr: Flipper bağlı değil
uk: Flipper не підключено
zh_hans: Flipper 未连接

source: Flipper RPC error: %@
ar: خطأ RPC في Flipper: %@
de: Flipper-RPC-Fehler: %@
es: Error RPC del Flipper: %@
fr: Erreur RPC du Flipper : %@
hi: Flipper RPC त्रुटि: %@
it: Errore RPC del Flipper: %@
ja: Flipper の RPC エラー：%@
ko: Flipper RPC 오류: %@
pl: Błąd RPC Flippera: %@
pt_br: Erro de RPC do Flipper: %@
ru: Ошибка RPC Flipper: %@
tr: Flipper RPC hatası: %@
uk: Помилка RPC Flipper: %@
zh_hans: Flipper RPC 错误：%@

source: Frame of %lld bytes exceeds the limit
ar: إطار بحجم %lld بايت يتجاوز الحد
de: Ein Frame mit %lld Bytes überschreitet das Limit
es: Una trama de %lld bytes supera el límite
fr: Une trame de %lld octets dépasse la limite
hi: %lld बाइट का फ़्रेम सीमा से अधिक है
it: Un frame di %lld byte supera il limite
ja: %lld バイトのフレームが上限を超えています
ko: %lld바이트 프레임이 제한을 넘습니다
pl: Ramka o rozmiarze %lld B przekracza limit
pt_br: Um quadro de %lld bytes excede o limite
ru: Кадр размером %lld байт превышает лимит
tr: %lld baytlık çerçeve sınırı aşıyor
uk: Кадр розміром %lld байтів перевищує ліміт
zh_hans: %lld 字节的帧超出限制

source: Invalid path: %@
ar: مسار غير صالح: %@
de: Ungültiger Pfad: %@
es: Ruta no válida: %@
fr: Chemin non valide : %@
hi: अमान्य पथ: %@
it: Percorso non valido: %@
ja: 無効なパス：%@
ko: 잘못된 경로: %@
pl: Nieprawidłowa ścieżka: %@
pt_br: Caminho inválido: %@
ru: Недопустимый путь: %@
tr: Geçersiz yol: %@
uk: Недійсний шлях: %@
zh_hans: 无效路径：%@

source: Malformed RPC frame
ar: إطار RPC تالف
de: Fehlerhafter RPC-Frame
es: Trama RPC mal formada
fr: Trame RPC mal formée
hi: ख़राब RPC फ़्रेम
it: Frame RPC non valido
ja: 不正な RPC フレーム
ko: 잘못된 RPC 프레임
pl: Nieprawidłowa ramka RPC
pt_br: Quadro RPC malformado
ru: Повреждённый RPC-кадр
tr: Hatalı RPC çerçevesi
uk: Пошкоджений RPC-кадр
zh_hans: RPC 帧格式错误

source: Pairing failed. Confirm the PIN shown on the Flipper.
ar: فشل الإقران. أكّد رمز PIN المعروض على Flipper.
de: Kopplung fehlgeschlagen. Bestätige die PIN, die der Flipper anzeigt.
es: El emparejamiento falló. Confirma el PIN que muestra el Flipper.
fr: Échec de l’appairage. Confirme le code PIN affiché sur le Flipper.
hi: पेयरिंग विफल। Flipper पर दिखाए गए PIN की पुष्टि करें।
it: Abbinamento non riuscito. Conferma il PIN mostrato sul Flipper.
ja: ペアリングに失敗しました。Flipper に表示された PIN を確認してください。
ko: 페어링에 실패했습니다. Flipper에 표시된 PIN을 확인하세요.
pl: Parowanie nie powiodło się. Potwierdź PIN wyświetlony na Flipperze.
pt_br: O pareamento falhou. Confirme o PIN mostrado no Flipper.
ru: Сопряжение не удалось. Подтвердите PIN, показанный на Flipper.
tr: Eşleme başarısız. Flipper’da gösterilen PIN’i onayla.
uk: Не вдалося створити пару. Підтвердьте PIN, показаний на Flipper.
zh_hans: 配对失败。请确认 Flipper 上显示的 PIN。

source: The Flipper forgot this iPhone. Remove it in iOS Settings > Bluetooth and pair again.
ar: نسي Flipper هذا الـ iPhone. أزله من إعدادات iOS > البلوتوث ثم أعد الإقران.
de: Der Flipper hat dieses iPhone vergessen. Entferne ihn unter iOS-Einstellungen > Bluetooth und kopple neu.
es: El Flipper ha olvidado este iPhone. Elimínalo en Ajustes de iOS > Bluetooth y vuelve a emparejarlo.
fr: Le Flipper a oublié cet iPhone. Supprime-le dans Réglages iOS > Bluetooth et appaire-le à nouveau.
hi: Flipper इस iPhone को भूल गया। iOS सेटिंग्स > ब्लूटूथ में इसे हटाएँ और फिर से पेयर करें।
it: Il Flipper ha dimenticato questo iPhone. Rimuovilo in Impostazioni di iOS > Bluetooth e abbinalo di nuovo.
ja: Flipper がこの iPhone を忘れました。iOS の設定 > Bluetooth で削除して、もう一度ペアリングしてください。
ko: Flipper가 이 iPhone을 잊었습니다. iOS 설정 > 블루투스에서 제거한 뒤 다시 페어링하세요.
pl: Flipper zapomniał ten iPhone. Usuń go w Ustawieniach iOS > Bluetooth i sparuj ponownie.
pt_br: O Flipper esqueceu este iPhone. Remova-o em Ajustes do iOS > Bluetooth e pareie de novo.
ru: Flipper забыл этот iPhone. Удалите его в настройках iOS > Bluetooth и выполните сопряжение заново.
tr: Flipper bu iPhone’u unuttu. iOS Ayarları > Bluetooth’tan kaldırıp yeniden eşle.
uk: Flipper забув цей iPhone. Видаліть його в Параметрах iOS > Bluetooth і створіть пару знову.
zh_hans: Flipper 已忘记这台 iPhone。请在 iOS 设置 > 蓝牙中移除它并重新配对。

# The name is %lld characters; the Flipper allows at most %lld.
source: The name is %1$lld characters; the Flipper allows at most %2$lld.
ar: يتكون الاسم من %1$lld حرفًا؛ يسمح Flipper بـ %2$lld كحد أقصى.
de: Der Name hat %1$lld Zeichen; der Flipper erlaubt höchstens %2$lld.
es: El nombre tiene %1$lld caracteres; el Flipper admite como máximo %2$lld.
fr: Le nom fait %1$lld caractères ; le Flipper en autorise %2$lld au maximum.
hi: नाम %1$lld अक्षरों का है; Flipper अधिकतम %2$lld की अनुमति देता है।
it: Il nome ha %1$lld caratteri; il Flipper ne consente al massimo %2$lld.
ja: 名前は %1$lld 文字です。Flipper で使えるのは最大 %2$lld 文字です。
ko: 이름이 %1$lld자입니다. Flipper는 최대 %2$lld자까지 허용합니다.
pl: Nazwa ma %1$lld znaków; Flipper pozwala na najwyżej %2$lld.
pt_br: O nome tem %1$lld caracteres; o Flipper permite no máximo %2$lld.
ru: В имени %1$lld символов; Flipper допускает не более %2$lld.
tr: Ad %1$lld karakter; Flipper en fazla %2$lld karaktere izin verir.
uk: У назві %1$lld символів; Flipper дозволяє не більше %2$lld.
zh_hans: 名称有 %1$lld 个字符；Flipper 最多允许 %2$lld 个。

source: The name is empty.
ar: الاسم فارغ.
de: Der Name ist leer.
es: El nombre está vacío.
fr: Le nom est vide.
hi: नाम खाली है।
it: Il nome è vuoto.
ja: 名前が空です。
ko: 이름이 비어 있습니다.
pl: Nazwa jest pusta.
pt_br: O nome está vazio.
ru: Имя пустое.
tr: Ad boş.
uk: Назва порожня.
zh_hans: 名称为空。

source: This device does not expose the Flipper serial service
ar: لا يوفّر هذا الجهاز الخدمة التسلسلية لـ Flipper
de: Dieses Gerät bietet den seriellen Flipper-Dienst nicht an
es: Este dispositivo no ofrece el servicio serie del Flipper
fr: Cet appareil ne propose pas le service série du Flipper
hi: यह डिवाइस Flipper सीरियल सेवा उपलब्ध नहीं कराता
it: Questo dispositivo non offre il servizio seriale del Flipper
ja: このデバイスは Flipper のシリアルサービスを提供していません
ko: 이 기기는 Flipper 시리얼 서비스를 제공하지 않습니다
pl: To urządzenie nie udostępnia usługi szeregowej Flippera
pt_br: Este dispositivo não oferece o serviço serial do Flipper
ru: Это устройство не предоставляет последовательный сервис Flipper
tr: Bu aygıt Flipper seri hizmetini sunmuyor
uk: Цей пристрій не надає послідовний сервіс Flipper
zh_hans: 此设备不提供 Flipper 串口服务

source: Unexpected response from Flipper
ar: استجابة غير متوقعة من Flipper
de: Unerwartete Antwort vom Flipper
es: Respuesta inesperada del Flipper
fr: Réponse inattendue du Flipper
hi: Flipper से अप्रत्याशित जवाब
it: Risposta inattesa dal Flipper
ja: Flipper から予期しない応答
ko: Flipper의 예상치 못한 응답
pl: Nieoczekiwana odpowiedź Flippera
pt_br: Resposta inesperada do Flipper
ru: Неожиданный ответ от Flipper
tr: Flipper’dan beklenmedik yanıt
uk: Неочікувана відповідь від Flipper
zh_hans: Flipper 返回了意外的响应

source: Unknown Flipper, scan again
ar: Flipper غير معروف، ابحث مجددًا
de: Unbekannter Flipper, bitte erneut suchen
es: Flipper desconocido, busca de nuevo
fr: Flipper inconnu, relance la recherche
hi: अज्ञात Flipper, फिर से स्कैन करें
it: Flipper sconosciuto, ripeti la ricerca
ja: 不明な Flipper です。もう一度スキャンしてください
ko: 알 수 없는 Flipper입니다. 다시 스캔하세요
pl: Nieznany Flipper, wyszukaj ponownie
pt_br: Flipper desconhecido, procure de novo
ru: Неизвестный Flipper, выполните поиск заново
tr: Bilinmeyen Flipper, yeniden tara
uk: Невідомий Flipper, виконайте пошук знову
zh_hans: 未知的 Flipper，请重新扫描

source: Use only letters, digits, hyphen and underscore.
ar: استخدم الحروف والأرقام والشرطة والشرطة السفلية فقط.
de: Nur Buchstaben, Ziffern, Bindestrich und Unterstrich verwenden.
es: Usa solo letras, dígitos, guion y guion bajo.
fr: Utilise uniquement des lettres, chiffres, tirets et tirets bas.
hi: केवल अक्षर, अंक, हाइफ़न और अंडरस्कोर इस्तेमाल करें।
it: Usa solo lettere, cifre, trattino e trattino basso.
ja: 英字、数字、ハイフン、アンダースコアのみ使用できます。
ko: 영문자, 숫자, 하이픈, 밑줄만 사용하세요.
pl: Używaj tylko liter, cyfr, myślnika i podkreślnika.
pt_br: Use só letras, dígitos, hífen e sublinhado.
ru: Используйте только буквы, цифры, дефис и подчёркивание.
tr: Yalnızca harf, rakam, kısa çizgi ve alt çizgi kullan.
uk: Використовуйте лише літери, цифри, дефіс і підкреслення.
zh_hans: 只能使用字母、数字、连字符和下划线。
